{
  "Landing": {
    "options": "options",
    "resonance": "resonance",
    "presence": "presence"
  },
  "OptionsMenu": {
    "soul": "soul",
    "essence": "essence",
    "manifestation": "manifestation"
  },
  "Services": {
    "design": {
      "subtitle": "transforming ideas into seamless digital experiences",
      "content": {
        "first": "design interfaces that resonate with the user and the brand's identity.",
        "second": "create intuitive navigation flows optimized for conversion.",
        "third": "apply principles of usability, accessibility, and modern aesthetics.",
        "fourth": "implement scalable and flexible design systems."
      },
      "lower_text": "every interface is more than just design: it's a living experience. i build visual systems that connect intuition with functionality, ensuring every interaction flows organically."
    },
    "development": {
      "subtitle": "code that flows, interfaces that respond",
      "content": {
        "first": "creation of reusable and accessible components.",
        "second": "performance optimization with SSR, ISR, and static generation.",
        "third": "development in React.js, Next.js, and Vite for optimal performance.",
        "fourth": "database connectivity and testing."
      },
      "lower_text": "the web isn't just a structure—it's an ecosystem in motion. i develop fast, interactive, and scalable digital experiences, ensuring the design comes to life with clean, optimized code."
    },
    "optimization": {
      "subtitle": "more speed, more conversion, more impact",
      "content": {
        "first": "reduce response times with caching, lazy loading, and SSR strategies.",
        "second": "implement technical SEO to improve visibility and search engine ranking.",
        "third": "enhance load speed and performance with advanced optimization.",
        "fourth": "ensure accessibility with WCAG practices and UX validation."
      },
      "lower_text": "a well-designed website is just the beginning. optimization ensures the experience is fast, smooth, and effective in every interaction."
    },
    "contact": "contact me"
  },
  "Soul": {
    "services-title": "digital flow: where design, code, and optimization converge",
    "footer-text": "[ start the journey ] / [ explore possibilities ] / [ build together ]",
    "about-first": "I am driven by innovation and harmony, the balance between functionality and emotion. I work from a connection with my creative essence, aiming not only to build but to transform, to add value, and to give meaning to every detail.",
    "about-second": "passionate about personal growth and creation from the soul, I find in technology and design a space to translate the invisible into meaningful experiences. my approach goes beyond the technical. I am fueled by a curiosity to understand, to delve deeper, to explore new forms of expression that transcend the conventional. each project is a reflection of exploration and purpose, a challenge where I blend creativity, logic, and intuition to bring solutions to life that resonate."
  },
  "Essence": {
    "title": "When the soul guides and the self responds, the essence is revealed",
    "chromatic-title": "chromatic concept",
    "chromatic-text": "the essence is the bridge between the eternal and the ephemeral, between light and form.",
    "symbology-text": "Ammaëth is seen as the source of all creation, a maternal figure who nurtures and guides, representing the harmony and balance of the cosmos.",
    "symbology-title": "symbology",
    "essence-hexagram-text": "the convergence between logical thought, intuition, and the symbolic",
    "essence-hexagram-title": "the luminary hexagram",
    "essence-ether-text": "it is the dance of the ether, the flow between the intangible and the tangible",
    "essence-ether-title": "the spiral of the ether",
    "essence-circle-text": "expansion, vision, creation from consciousness",
    "essence-circle-title": "the luminal circle"
  }
}
